Repository: moutiasaad/H24voyage
Catalog: lib/l10n/intl_*.arb
Languages: fr

# cardMultiDestFull
source: Multi-destination ({count} journeys)
fr: Multi-destination ({count} trajets)

# cardBaggageShort
source: Baggage
fr: Bagages

# cardBaggageIncluded
source: Baggage included
fr: Bagages inclus

# cardRefundable
source: Refundable
fr: Remboursable

# cardJourney
source: Journey {number}
fr: Trajet {number}

# cardStopsTotal
source: {count} stop total
fr: {count} escale au total

# cardStopsTotalPlural
source: {count} stops total
fr: {count} escales au total

source: Sort by
fr: Trier par

# sortCheapest
source: Cheapest
fr: Le moins cher

# sortMostExpensive
source: Most expensive
fr: Le plus cher

# sortDepartureTime
source: Departure time
fr: Heure de départ

# sortArrivalTime
source: Arrival time
fr: Heure d'arrivée

# sortFlightDuration
source: Flight duration
fr: Durée du vol

# sheetApply
source: Apply
fr: Appliquer

# filterTitle
source: Filter
fr: Filtrer

# filterOutbound
source: Outbound
fr: Aller

# filterReturn
source: Return
fr: Retour

# filterReset
source: Reset
fr: Réinitialiser

# filterSelectPriceRange
source: Select a price range
fr: Sélectionner une plage de prix

# filterEarlyMorning
source: Early morning
fr: Tôt le matin

# filterMorning
source: Morning
fr: Matin

# filterEvening
source: Evening
fr: Soir

# filterDepartureDefault
source: Departure
fr: Départ

# filterArrivalDefault
source: Arrival
fr: Arrivée

# filterDepartureFrom
source: Departure from {city}
fr: Départ de {city}

# filterArrivalAt
source: Arrival at {city}
fr: Arrivée à {city}

# filterLayoversVia
source: Layovers via
fr: Escales via

# baggageNotIncluded
source: Not included
fr: Non inclus

# baggagePiece
source: {count} piece
fr: {count} pièce

# baggagePieces
source: {count} pieces
fr: {count} pièces

# baggageDetailsTitle
source: Baggage details
fr: Détails bagages

# baggageCheckedLabel
source: Checked baggage:
fr: Bagages en soute:

# baggageCabinLabel
source: Cabin baggage:
fr: Bagages à main:

# priceDetailsTitle
source: Price details
fr: Détails prix

# priceNonRefundable
source: Non-refundable
fr: Non remboursable

# priceBaseFare
source: Base fare
fr: Frais de base

# priceTaxesPer
source: Taxes per {type}
fr: Taxes par {type}

# priceAdultFallback
source: 1x Adult
fr: 1x Adulte

# priceTaxesPerAdult
source: Taxes per adult
fr: Taxes par adulte

# priceTotalInclTax
source: Total incl. tax
fr: Total TTC

# sheetFlightDetails
source: Flight details
fr: Détails du vol

# sheetRoundTrip
source: Round trip flight
fr: Vol aller-retour

# sheetOneWay
source: One way flight
fr: Vol aller simple

# sheetBookFlight
source: Book this flight
fr: Réserver ce vol

# segmentAirportFallback
source: Airport {code}
fr: Aéroport {code}

# segmentFlightInfo
source: Flight {code} {number}
fr: Vol {code} {number}

# segmentSeats
source: {count} seats
fr: {count} places

# segmentBaggage
source: Baggage
fr: Bagages

# segmentCheckedBag
source: Checked baggage: {bag}
fr: Bagage en soute: {bag}

# segmentCabinBag
source: Cabin baggage: {bag}
fr: Bagage cabine: {bag}

# layoverAt
source: Layover at {airport} ({code})
fr: Escale à {airport} ({code})

# layoverDuration
source: Duration: {time}
fr: Durée: {time}

# chipAll
source: All
fr: Tous

# editRouteInfo
source: {from} to {to}
fr: {from} à {to}

# editSelectClass
source: Select class
fr: Sélectionnez la classe

# editSelect
source: Select
fr: Sélectionner

# editSelectDate
source: Select a date
fr: Sélectionner une date

# editAirportAll
source: {city} ({code} - all airports)
fr: {city} ({code} - tous les aéroports)

# editAirportSingle
source: {city} ({code} - airport..)
fr: {city} ({code} - aéroport ..)

# editPassengerSummary
source: {count} Passenger(s), {className}
fr: {count} Passager(s), {className}

# sortCheapestShort
source: Price ↑
fr: Prix ↑

# sortExpensiveShort
source: Price ↓
fr: Prix ↓

# sortDepartureShort
source: Departure
fr: Départ

# sortArrivalShort
source: Arrival
fr: Arrivée

# sortDurationShort
source: Duration
fr: Durée

# sortDefaultShort
source: Sort
fr: Trier

# profileManageAccount
source: Manage my account
fr: Gérer mon compte

# profilePersonalInfo
source: Personal details
fr: Coordonnées personnelles

# profileRegisteredTravelers
source: Registered travelers
fr: Voyageurs enregistrés

# profileReferFriend
source: Refer a friend
fr: Parrainez un(e) ami(e)

# profileSecuritySettings
source: Security settings
fr: Paramètre de sécurité

# profileSettingsSection
source: Settings
fr: Paramètre

# profileCurrencies
source: Currencies
fr: Devises

# profileLanguages
source: Languages
fr: Langues

# profileTerms
source: Terms and conditions
fr: Conditions générales

# profileHelpSection
source: Help
fr: Aide

# profileContactSupport
source: Contact customer service
fr: Contacter le service client

# profileReferralTitle
source: Referral
fr: Parrainage

# profileReferralMessage
source: Share your referral code with your friends!
fr: Partagez votre code de parrainage avec vos amis !

# profileClose
source: Close
fr: Fermer

# profileDisableAccount
source: Disable account
fr: Désactiver le compte

# profileDisableConfirm
source: Are you sure you want to disable your account? This action is irreversible and you will be logged out.
fr: Êtes-vous sûr de vouloir désactiver votre compte ? Cette action est irréversible et vous serez déconnecté.

# profileDisable
source: Disable
fr: Désactiver

# profileDisableSuccess
source: Account disabled successfully
fr: Compte désactivé avec succès

# profileDisableFailed
source: Account deactivation failed
fr: Échec de la désactivation du compte

# profileError
source: Error: {error}
fr: Erreur: {error}

# profileLogoutTitle
source: Logout
fr: Déconnexion

# profileLogoutConfirm
source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# profileCancel
source: Cancel
fr: Annuler

# profileLogoutAction
source: Log out
fr: Déconnecter

# profileLogoutButton
source: Log out
fr: Se déconnecter

# editProfileTitle
source: Edit profile
fr: Modifier le profil

# editProfilePersonalInfo
source: Personal information
fr: Informations personnelles

# editProfileFillNameEmail
source: Please fill in your name and email address.
fr: Veuillez remplir le nom et l'email

# editProfileUploadingImage
source: Uploading image, please wait...
fr: Téléchargement de l'image...

# editProfileUploadFailed
source: Unable to upload the image. Please try again.
fr: Échec du téléchargement de l'image. Réessayez.

# editProfileUpdated
source: Your information has been updated successfully.
fr: Profil mis à jour

# editProfileUpdateError
source: An error occurred while updating. Please try again.
fr: Erreur lors de la mise à jour

# editProfileErrorGeneric
source: An unexpected error occurred. Please try again later.
fr: Erreur

# editProfileUpdate
source: Update
fr: Mettre à jour

# editProfileCivility
source: Title
fr: Civilité

# editProfileSelectOption
source: Select
fr: Sélectionnez

# editProfileFullNameHint
source: First Last Name
fr: Nom Prénom

# editProfileFullNameLabel
source: Full name
fr: Nom complet

# editProfileEmailHint
source: email@example.com
fr: exemple@domaine.com

# editProfilePhoneLabel
source: Phone
fr: Téléphone

# editProfilePostCodeLabel
source: Postal code
fr: Code postal

# editProfileAddressHint
source: 123 Main Street
fr: 123 rue Principale

# editProfileAddressLabel
source: Address
fr: Adresse

# editProfileCityLabel
source: City
fr: Ville

# editProfileCountryLabel
source: Country
fr: Pays

# editProfileBirthDateHint
source: YYYY-MM-DD
fr: AAAA-MM-JJ

# editProfileBirthDateLabel
source: Date of birth
fr: Date de naissance

# changePwMismatch
source: New passwords do not match
fr: Les nouveaux mots de passe ne correspondent pas

# changePwSuccess
source: Password updated successfully
fr: Mot de passe mis à jour avec succès

# changePwFailed
source: Password update failed
fr: Échec de la mise à jour du mot de passe

# changePwInfoText
source: Your new password must be at least 8 characters
fr: Votre nouveau mot de passe doit comporter au moins 8 caractères

# changePwCurrentLabel
source: Current password
fr: Mot de passe actuel

# changePwCurrentHint
source: Enter your current password
fr: Entrez votre mot de passe actuel

# changePwCurrentRequired
source: Please enter your current password
fr: Veuillez entrer votre mot de passe actuel

# changePwNewLabel
source: New password
fr: Nouveau mot de passe

# changePwNewHint
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# changePwNewRequired
source: Please enter a new password
fr: Veuillez entrer un nouveau mot de passe

# changePwMinLength
source: Password must be at least 8 characters
fr: Le mot de passe doit comporter au moins 8 caractères

# changePwConfirmLabel
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# changePwConfirmHint
source: Confirm your new password
fr: Confirmez votre nouveau mot de passe

# changePwConfirmRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

# changePwNoMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# currencyAlgeria
source: Algeria
fr: Algérie

# currencyTunisia
source: Tunisia
fr: Tunisie

# notificationAllClear
source: Clear All
fr: Tout effacer

# notificationToday
source: Today
fr: Aujourd’hui

# notificationYesterday
source: Yesterday
fr: Hier

# notificationPaymentSuccessTitle
source: Payment Successful!
fr: Paiement réussi !

# notificationPaymentSuccessDesc
source: Your payment has been processed successfully.
fr: Votre paiement a été effectué avec succès.

# notificationTimeAgo
source: {date}, {timeAgo}
fr: {date}, il y a {timeAgo}

# notificationMinutesAgo
source: {count} min ago
fr: {count} min

# notificationMinuteAgo
source: 1 min ago
fr: 1 min

# inboxTitle
source: Inbox
fr: Boîte de réception

# inboxEmptyTitle
source: No notifications yet
fr: Pas encore de notifications

# inboxEmptyDescription
source: You will receive alerts about your trips and your account. Have you chosen your next destination yet?
fr: Vous recevrez des alertes concernant vos voyages et votre compte. Avez-vous déjà choisi votre prochaine destination ?

# inboxExploreButton
source: Explore
fr: Explorer

# bookingTitle
source: Bookings
fr: Réservations

# bookingTabActive
source: Active
fr: Actifs

# bookingTabPast
source: Past
fr: Passés

# bookingTabCancelled
source: Cancelled
fr: Annulés

# bookingEmptyActive
source: No active bookings
fr: Aucune réservation active

# bookingEmptyPast
source: No past trips
fr: Aucun voyage passé

# bookingEmptyCancelled
source: No cancelled bookings
fr: Aucune réservation annulée

# bookingEmptyDefault
source: No bookings
fr: Aucune réservation

# bookingDetails
source: Details
fr: Détails

# statusInProgress
source: In progress
fr: En cours

# statusConfirmed
source: Confirmed
fr: Confirmé

# statusCompleted
source: Completed
fr: Terminé

# statusCancelled
source: Cancelled
fr: Annulé

# supportTitle
source: Customer support
fr: Support client

# supportTabAll
source: All
fr: Toutes

# supportTabActive
source: Active
fr: Actifs

# supportTabResolved
source: Resolved
fr: Résolus

# supportTabClosed
source: Closed
fr: Fermés

# supportBanner
source: Manage and track your requests in real time
fr: Gérez et suivez vos demandes en temps réel

# supportFilter
source: Filter
fr: Filtrer

# supportDetails
source: Details
fr: Détails

# supportStatusInProgress
source: in progress
fr: en cours

# supportStatusActive
source: Active
fr: Actif

# supportStatusResolved
source: Resolved
fr: Résolu

# supportStatusClosed
source: Closed
fr: Fermé

# ticketDetailTitle
source: Ticket detail
fr: Détail du ticket

# ticketDetailClose
source: Close
fr: Fermer

# ticketDetailStatusOpen
source: Open
fr: Ouvert

# ticketDetailStatusPending
source: Pending
fr: En attente

# ticketDetailStatusResolved
source: Resolved
fr: Résolu

# ticketDetailStatusClosed
source: Closed
fr: Fermé

# ticketDetailCreatedUpdated
source: Created on {created} · Updated {updated}
fr: Créé le {created} · Mis à jour {updated}

# ticketDetailTicketClosed
source: This ticket is closed
fr: Ce ticket est fermé

# ticketDetailMessageHint
source: Write a message...
fr: Écrire un message...

# ticketDetailCloseDialog
source: Close the ticket?
fr: Fermer le ticket ?

# ticketDetailCloseWarning
source: You will no longer be able to send messages once the ticket is closed.
fr: Vous ne pourrez plus envoyer de messages une fois le ticket fermé.

# ticketDetailCancel
source: Cancel
fr: Annuler

# createTicketDetailsTitle
source: Ticket details
fr: Détails du ticket

# createTicketStatus
source: Status
fr: Statut

# createTicketPriority
source: Priority
fr: Priorité

# createTicketStatusOpen
source: Open
fr: Ouvert

# createTicketStatusInProgress
source: In progress
fr: En cours

# createTicketStatusResolved
source: Resolved
fr: Résolu

# createTicketStatusClosed
source: Closed
fr: Fermé

# createTicketPriorityLow
source: Low
fr: Faible

# createTicketPriorityNormal
source: Normal
fr: Normale

# createTicketCreatedBy
source: Created by
fr: Crée par

# createTicketCreatedOn
source: Created on
fr: Créé le

# createTicketUpdatedOn
source: Updated
fr: Mise à jour

# createTicketCloseTicket
source: Close ticket
fr: Fermer le ticket

# createTicketWriteReply
source: Write a reply
fr: Rédiger une réponse

# createTicketMessageHint
source: Write your message here...
fr: Écrivez votre message ici...

# createTicketAttachments
source: Attachments
fr: Pièces jointes

# createTicketSend
source: Send
fr: Envoyer

# createTicketYou
source: You
fr: Vous

# createTicketDefaultSubject
source: Flight quote request
fr: Demande de devis vol

# faqSearchHint
source: Search a question...
fr: Rechercher une question...

# faqAllCategory
source: All
fr: Tout

# faqAllQuestions
source: All questions
fr: Toutes les questions

# faqNoResults
source: No results
fr: Aucun résultat

# faqNoResultsDesc
source: No question matches your search.
fr: Aucune question ne correspond à votre recherche.

# faqNotFoundAnswer
source: Didn't find your answer?
fr: Vous n'avez pas trouvé votre réponse ?

# faqSupportAvailable
source: Our support team is available to help you.
fr: Notre équipe support est disponible pour vous aider.

# faqContactSupport
source: Contact support
fr: Contacter le support

# faqCatReservation
source: Booking
fr: Réservation

# faqCatPayment
source: Payment
fr: Paiement

# faqCatRefund
source: Cancellation & Refund
fr: Annulation & Remboursement

# faqCatBaggage
source: Baggage
fr: Bagages

# faqQ1
source: How do I book a flight?
fr: Comment réserver un vol ?

# faqA1
source: To book a flight, follow these steps: 1. Search for your flight by entering your departure city, destination and dates 2. Select the flight that suits you 3. Choose your travel class (Classic or Flex) 4. Fill in the passenger information 5. Proceed to payment You will receive your confirmation by email.
fr: Pour réserver un vol, suivez ces étapes : 1. Recherchez votre vol en entrant votre ville de départ, destination et dates 2. Sélectionnez le vol qui vous convient 3. Choisissez votre classe de voyage (Classic ou Flex) 4. Remplissez les informations des passagers 5. Procédez au paiement Vous recevrez votre confirmation par email.

# faqQ2
source: Can I book for multiple passengers?
fr: Puis-je réserver pour plusieurs passagers ?

# faqA2
source: Yes, you can book up to 9 passengers per booking (adults, children and infants combined). Each passenger's information will need to be provided during the booking.
fr: Oui, vous pouvez réserver jusqu'à 9 passagers par réservation (adultes, enfants et bébés combinés). Les informations de chaque passager devront être renseignées lors de la réservation.

# faqQ3
source: How do I add baggage to my booking?
fr: Comment ajouter des bagages à ma réservation ?

# faqA3
source: You can add extra baggage: • During the booking, at the options step • After the booking, in the "Manage my booking" section Note: Adding baggage is cheaper during the initial booking.
fr: Vous pouvez ajouter des bagages supplémentaires : • Lors de la réservation, à l'étape des options • Après la réservation, dans la section "Gérer ma réservation" Note : L'ajout de bagages est moins cher lors de la réservation initiale.

# faqQ4
source: What payment methods are accepted?
fr: Quels modes de paiement sont acceptés ?

# faqA4
source: We accept the following payment methods: • Bank cards (Visa, Mastercard) • CIB / EDAHABIA card • Bank transfer • Payment at the agency All payments are secure and encrypted.
fr: Nous acceptons les modes de paiement suivants : • Cartes bancaires (Visa, Mastercard) • Carte CIB / EDAHABIA • Virement bancaire • Paiement en agence Tous les paiements sont sécurisés et cryptés.

# faqQ5
source: My transaction failed, what should I do?
fr: Ma transaction a échoué, que faire ?

# faqA5
source: If your transaction failed: 1. Check that your card information is correct 2. Make sure your card is enabled for online payments 3. Check your payment limit 4. Try another payment method If the problem persists, contact our support.
fr: Si votre transaction a échoué : 1. Vérifiez que les informations de votre carte sont correctes 2. Assurez-vous que votre carte est activée pour les paiements en ligne 3. Vérifiez votre plafond de paiement 4. Essayez un autre mode de paiement Si le problème persiste, contactez notre support.

# faqQ6
source: How do I get an invoice?
fr: Comment obtenir une facture ?

# faqA6
source: Your invoice is automatically sent by email after booking confirmation. You can also download it from the "My bookings" section in your personal area.
fr: Votre facture est automatiquement envoyée par email après confirmation de la réservation. Vous pouvez également la télécharger depuis la section "Mes réservations" dans votre espace personnel.

# faqQ7
source: How do I modify my booking?
fr: Comment modifier ma réservation ?

# faqA7
source: To modify your booking: 1. Log in to your account 2. Go to "My bookings" 3. Select the booking to modify 4. Click "Modify" Note: Fees may apply depending on your fare (Classic or Flex).
fr: Pour modifier votre réservation : 1. Connectez-vous à votre compte 2. Allez dans "Mes réservations" 3. Sélectionnez la réservation à modifier 4. Cliquez sur "Modifier" Note : Des frais peuvent s'appliquer selon votre tarif (Classic ou Flex).

# faqQ8
source: Can I change the name on my booking?
fr: Puis-je changer le nom sur ma réservation ?

# faqA8
source: Name changes are only possible for minor corrections (typo). For a complete passenger change, you must cancel and make a new booking.
fr: Le changement de nom n'est possible que pour les corrections mineures (erreur de frappe). Pour un changement complet de passager, vous devez annuler et refaire une nouvelle réservation.

# faqQ9
source: What are the modification fees?
fr: Quels sont les frais de modification ?

# faqA9
source: Fees depend on your fare: • Flex fare: Free modifications • Classic fare: Fee of 7000 DZD per passenger + Possible fare difference if the new flight is more expensive.
fr: Les frais dépendent de votre tarif : • Tarif Flex : Modifications gratuites • Tarif Classic : Frais de 7000 DZD par passager + Différence tarifaire éventuelle si le nouveau vol est plus cher.

# faqQ10
source: How do I cancel my booking?
fr: Comment annuler ma réservation ?

# faqA10
source: To cancel your booking: 1. Log in to your account 2. Go to "My bookings" 3. Select the relevant booking 4. Click "Cancel" 5. Confirm the cancellation A confirmation email will be sent to you.
fr: Pour annuler votre réservation : 1. Connectez-vous à votre compte 2. Allez dans "Mes réservations" 3. Sélectionnez la réservation concernée 4. Cliquez sur "Annuler" 5. Confirmez l'annulation Un email de confirmation vous sera envoyé.

# faqQ11
source: What are the cancellation fees?
fr: Quels sont les frais d'annulation ?

# faqA11
source: Cancellation fees vary depending on your fare: • Flex fare: Free cancellation • Classic fare: Fee of 5000 DZD per passenger For cancellations less than 24h before departure, special conditions apply.
fr: Les frais d'annulation varient selon votre tarif : • Tarif Flex : Annulation gratuite • Tarif Classic : Frais de 5000 DZD par passager Pour les annulations moins de 24h avant le départ, des conditions spéciales s'appliquent.

# faqQ12
source: When will I receive my refund?
fr: Quand vais-je recevoir mon remboursement ?

# faqA12
source: The refund timeframe is 7 to 14 business days after your request is validated. The amount will be credited to the same payment method used during the booking.
fr: Le délai de remboursement est de 7 à 14 jours ouvrables après validation de votre demande. Le montant sera crédité sur le même mode de paiement utilisé lors de la réservation.

# faqQ13
source: What is the included baggage allowance?
fr: Quelle est la franchise bagages incluse ?

# faqA13
source: The baggage allowance depends on your class: • Economy: 1 bag of 23kg in hold + 1 cabin bag of 8kg • Business: 2 bags of 32kg in hold + 1 cabin bag of 12kg Maximum dimensions vary by airline.
fr: La franchise bagages dépend de votre classe : • Économique : 1 bagage de 23kg en soute + 1 bagage cabine de 8kg • Business : 2 bagages de 32kg en soute + 1 bagage cabine de 12kg Les dimensions maximales varient selon les compagnies.

# faqQ14
source: What should I do if my baggage is lost?
fr: Que faire si mon bagage est perdu ?

# faqA14
source: If your baggage is lost: 1. Report it immediately at the airport baggage counter 2. Fill in a PIR form (Property Irregularity Report) 3. Keep your case number 4. Contact our support with this information We will assist you throughout the process.
fr: Si votre bagage est perdu : 1. Signalez-le immédiatement au comptoir bagages de l'aéroport 2. Remplissez un formulaire PIR (Property Irregularity Report) 3. Conservez votre numéro de dossier 4. Contactez notre support avec ces informations Nous vous accompagnerons dans vos démarches.

# faqQ15
source: Can I transport special items?
fr: Puis-je transporter des objets spéciaux ?

# faqA15
source: Some items require prior declaration: • Sports equipment (bicycle, ski, golf) • Musical instruments • Pets • Medical equipment Contact us at least 48h before your flight to arrange transport.
fr: Certains objets nécessitent une déclaration préalable : • Équipements sportifs (vélo, ski, golf) • Instruments de musique • Animaux de compagnie • Équipements médicaux Contactez-nous au moins 48h avant votre vol pour organiser le transport.
