Repository: moutiasaad/H24voyage
Catalog: lib/l10n/intl_*.arb
Languages: fr

# appTitle
source: Flight Booking
fr: Réservation de vols

source: Flight
fr: Vol

# skipButton
source: Skip
fr: Passer

# onBoardTitle1
source: Book now and pay on arrival
fr: Réservez maintenant et payez sur place

# onBoardTitle2
source: Find the best flights at the best price
fr: Trouvez les meilleurs vols au meilleur prix

# onBoardTitle3
source: Travel with complete peace of mind
fr: Voyagez en toute sérénité

# onBoardTagline
source: You set the time
fr: À vous de fixer l'heure

# onBoardSubTitle1
source: Pretium, ipsum pretium aliquet mollis cond imentum magna accumsan. Odio elit tellus id diam sit. Massa
fr: Un service simple et efficace pour organiser vos voyages en toute tranquillité.

# onBoardSubTitle2
source: Pretium, ipsum pretium aliquet mollis cond imentum magna accumsan. Odio elit tellus id diam sit. Massa
fr: Un service simple et efficace pour organiser vos voyages en toute tranquillité.

# onBoardSubTitle3
source: Pretium, ipsum pretium aliquet mollis cond imentum magna accumsan. Odio elit tellus id diam sit. Massa
fr: Un service simple et efficace pour organiser vos voyages en toute tranquillité.

# wcTitle
source: Start Your Journey with
fr: Commencez votre voyage avec

# wcSubTitle
source: Flight Booking
fr: Réservation de vols

# wcDescription
source: Pretium, ipsum pretium aliquet mollis cond imentum magna accumsan. Odio elit tellus id diam sit. Massa
fr: Planifiez vos vols rapidement et facilement grâce à notre application intuitive.

# createAccButton
source: Create An Account
fr: Créer un compte

# loginButton
source: Log In
fr: Se connecter

# loginTitle
source: Log In Your Account
fr: Connectez-vous à votre compte

# emailHint
source: Enter your email
fr: Entrez votre e-mail

# passwordLabel
source: Password
fr: Mot de passe

# passwordHint
source: Enter your password
fr: Entrez votre mot de passe

source: Forgot Password?
fr: Mot de passe oublié ?

# orSignUpTitle
source: Or Sign up with
fr: Ou s’inscrire avec

# alreadyHaveAcc
source: Already have an account?
fr: Vous avez déjà un compte ?

# signUpButton
source: Sign Up
fr: S’inscrire

# nameLabel
source: Full Name
fr: Nom complet

# nameHint
source: Enter your full name
fr: Entrez votre nom complet

# phoneLabel
source: Phone
fr: Téléphone

# phoneHint
source: Enter your phone number
fr: Entrez votre numéro de téléphone

# noAccTitle1
source: Don’t have an account?
fr: Vous n’avez pas de compte ?

# noAccTitle2
source: Create New Account
fr: Créer un nouveau compte

source: Verification
fr: Vérification

# otpDesc1
source: 6-digits pin has been sent to your email address,
fr: Un code à 6 chiffres a été envoyé à votre adresse e-mail,

# otpResendTitle1
source: Didn’t receive code?
fr: Vous n’avez pas reçu le code ?

# otpResendTitle2
source: Resend Code
fr: Renvoyer le code

# verifyButton
source: Verify
fr: Vérifier

# fpAppBarTitle
source: Forgot Password
fr: Mot de passe oublié

# fpDesc1
source: Please enter your phone number below to receive your OTP number.
fr: Veuillez entrer votre numéro de téléphone ci-dessous pour recevoir votre code OTP.

# SendOtpTitle
source: Send OTP
fr: Envoyer OTP

# navBarTitle1
source: Home
fr: Accueil

# navBarTitle2
source: My Booking
fr: Mes réservations

# navBarTitle3
source: History
fr: Historique

# navBarTitle4
source: Profile
fr: Profil

source: Hello 👋
fr: Bonjour 👋

# bookFlightTitle
source: Book your flight with confidence
fr: Réservez votre vol en toute confiance

# fromTitle
source: From
fr: De

# toTitle
source: To
fr: À

# tab1
source: One Ways
fr: Aller simple

# tab2
source: Round Trip
fr: Aller-retour

# tab3
source: Multi-city
fr: Multi-destinations

# travellerTitle
source: Passengers
fr: Passagers

source: Adults
fr: Adultes

source: Child
fr: Enfants

source: Infants
fr: Bébés

source: Confirm
fr: Confirmer

source: Done
fr: Terminé

# classTitle
source: Class
fr: Classe

source: Search Flight
fr: Rechercher un vol

# recentSearch
source: Recent Searched
fr: Recherches récentes

# flightOfferTitle
source: Flight Booking Offers
fr: Offres de vols

# departDate
source: Departure Date
fr: Date de départ

# departDateTitle
source: Departure
fr: Départ

source: Return Date
fr: Date de retour

# returnDateTitle
source: Return
fr: Retour

# addFightButton
source: Add Fight
fr: Ajouter un vol

# searchScreenTitle
source: Where from?
fr: D’où partez-vous ?

source: Current Location
fr: Position actuelle

source: Use Current Location
fr: Utiliser la position actuelle

# recentPlaceTitle
source: Recent Places
fr: Lieux récents

source: Filter
fr: Filtrer

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

# cancelButton
source: Cancel
fr: Annuler

# applyButton
source: Apply
fr: Appliquer

source: Flight Details
fr: Détails du vol

# onwardTitle
source: Onward
fr: Aller

# returnTitle
source: Return
fr: Retour

# selectService
source: Select Services
fr: Sélectionner les services

# bagPolicyTitle
source: Baggage Policy
fr: Politique des bagages

# refundPolicyTitle
source: Cancellation Refund Policy
fr: Politique de remboursement en cas d’annulation

# promoCodeTitle
source: Enter Promocode
fr: Entrer un code promo

# viewAllButton
source: View All
fr: Voir tout

# continueButton
source: Continue
fr: Continuer

# selectGenderTitle
source: Select Gender
fr: Sélectionner le sexe

# nameTitle
source: First & Middle Name
fr: Prénom et deuxième prénom

# lastNameTitle
source: Last Name
fr: Nom de famille

# lastNameHint
source: Enter Last Name
fr: Entrez le nom de famille

# contactInfoTitle
source: Contact Information
fr: Informations de contact

# paymentTitle
source: Payment
fr: Paiement

source: View Details
fr: Voir les détails

source: Payment Method
fr: Moyen de paiement

# paymentCardTitle
source: Your payment cards
fr: Vos cartes de paiement

# addNewCardTitle
source: Add New Card
fr: Ajouter une nouvelle carte

# DoneButton
source: Done
fr: Terminé

# ticketStatusTitle
source: Ticket Status
fr: Statut du billet

# myBookingTitle
source: My Booking
fr: Mes réservations

# profileTitle
source: Profile
fr: Profil

# settingTitle
source: Setting
fr: Paramètres

source: Language
fr: Langue

# englishTitle
source: English
fr: Anglais

# notificationTitle
source: Notification
fr: Notifications

source: Paid
fr: Payé

# convenienceFee
source: Convenience Fee Added
fr: Frais de service ajoutés

source: Completed
fr: Terminé

# passengerMale
source: {name} (Male)
fr: {name} (Homme)

# profileMyProfile
source: My Profile
fr: Mon profil

# profileSetting
source: Setting
fr: Paramètres

# profilePayments
source: Payments
fr: Paiements

# profilePrivacy
source: Privacy Policy
fr: Politique de confidentialité

# profileShare
source: Share App
fr: Partager l’application

# profileLogout
source: Log Out
fr: Se déconnecter

# myProfileTitle
source: My Profile
fr: Mon Profil

# editButton
source: Edit
fr: Modifier

# fullNameLabel
source: Full Name
fr: Nom complet

# currencyTitle
source: Currency
fr: Devise

# privacyPolicyTitle
source: Privacy Policy
fr: Politique de confidentialité

# privacyPolicyIntroduction
source: At H24 Voyages, we are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner.
fr: Chez H24 Voyages, nous nous engageons à protéger votre vie privée et à garantir que vos informations personnelles sont traitées de manière sûre et responsable.

# privacyInfoCollectionTitle
source: Information We Collect
fr: Informations que nous collectons

# privacyInfoCollection
source: We collect personal information when you make a booking or register on our site...
fr: Nous collectons des informations personnelles lorsque vous effectuez une réservation, créez un compte ou utilisez nos services. Cela peut inclure votre nom, adresse e-mail, numéro de téléphone, informations de paiement et détails de voyage.

# privacyUseTitle
source: How We Use Your Information
fr: Utilisation de vos informations

# privacyUse
source: Your data is used to process bookings, communicate updates, and provide customer support...
fr: Vos informations sont utilisées pour traiter vos réservations, vous contacter concernant vos voyages, fournir un support client et améliorer nos services.

# privacySharingTitle
source: Sharing of Information
fr: Partage des informations

# privacySharing
source: We may share data with partners such as airlines, hotels, and payment processors as necessary...
fr: Nous pouvons partager vos informations avec nos partenaires tels que les compagnies aériennes, hôtels et prestataires de paiement uniquement lorsque cela est nécessaire pour fournir nos services ou lorsque la loi l’exige.

# privacySecurityTitle
source: Security of Your Data
fr: Sécurité de vos données

# privacySecurity
source: We implement security measures to protect your data, but no transmission over the internet can be guaranteed secure.
fr: Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles. Toutefois, aucune méthode de transmission sur Internet n’est totalement sécurisée.

# privacyContactTitle
source: Contact Us
fr: Nous contacter

# privacyContact
source: If you have any questions about this Privacy Policy, please contact us at info@h24voyages.com.
fr: Si vous avez des questions concernant cette Politique de confidentialité, vous pouvez nous contacter à l’adresse suivante : info@h24voyages.com.

# classEconomy
source: Economy
fr: Économie

# classBusiness
source: Business
fr: Affaires

source: Total Price
fr: Prix total

source: Proceed to Book
fr: Réserver ce vole

# nonStop
source: {hours} in flight
fr: Sans escale

# stopCount
source: {count} stop
fr: {count} escale

# inFlight
source: {hours} in flight
fr: {hours} en vol

# welcomeTitle
source: Sign in to save
fr: Connectez-vous pour économiser

# welcomeSubtitle
source: Sign in to save at least 10% with a free h24voyages membership
fr: Connectez-vous pour économiser au moins 10 % grâce à une adhésion gratuite à h24voyages

# welcomeContinueEmail
source: Continue with email
fr: Continuer via l'adresse e-mail

# welcomeContinueGoogle
source: Continue with Google
fr: Continuer avec Google

# welcomeSkipLogin
source: Continue without signing in
fr: Continuer sans connexion

# welcomeTermsIntro
source: By creating or signing in to an account, you agree to
fr: En créant ou en vous connectant à un compte, vous acceptez

# welcomeTermsOur
source: our
fr: nos

# welcomeTermsConditions
source: terms and conditions
fr: conditions générales

# welcomeTermsAnd
source: and our
fr: et notre

# welcomePrivacyPolicy
source: privacy policy
fr: charte de confidentialité

# welcomeCopyright
source: All rights reserved. Copyright- h24voyages
fr: Tous droits réservés. Copyright- h24voyages

# signUpTitle
source: Sign in or create an account
fr: Se connecter ou créer un compte

# signUpSubtitle
source: Sign in with your h24voyages account and access our services.
fr: Connectez-vous à l'aide de votre compte h24voyages et accédez à nos services.

# signUpEmailLabel
source: Email address
fr: Adresse e-mail

# signUpEmailEmpty
source: Please enter your email address
fr: Veuillez saisir votre adresse e-mail

# signUpEmailInvalid
source: Please enter a valid email address
fr: Veuillez saisir une adresse e-mail valide

# signUpLoginError
source: Login error
fr: Erreur lors de la connexion

# signUpRegister
source: Sign up
fr: Inscrivez vous

# signUpTermsShort
source: By signing in, you agree to
fr: En vous connectant, vous acceptez

# signUpError
source: Error
fr: Erreur

# registerTitle
source: Sign up
fr: S'inscrire

# registerSubtitle
source: Sign up now to h24voyages and access our services.
fr: Inscrivez-vous dès maintenant à h24voyages et accédez à nos services.

# registerFirstName
source: First name
fr: Prénom

# registerLastName
source: Last name
fr: Nom

# registerPassword
source: Password
fr: Mot de passe

# registerError
source: Registration error
fr: Erreur lors de l'inscription

# registerUnknownError
source: Unknown error
fr: Erreur inconnue

# registerFieldRequired
source: This field is required
fr: Ce champ est requis

# registerPasswordRequired
source: Password required
fr: Mot de passe requis

# registerPasswordMinLength
source: At least 6 characters
fr: Au moins 6 caractères

# otpCodeSent
source: A new code has been sent to {email}
fr: Un nouveau code a été envoyé à {email}

# otpResendFailed
source: Unable to resend code. Try again.
fr: Impossible de renvoyer le code. Réessayez.

# otpResendError
source: Error resending code.
fr: Erreur lors du renvoi du code.

# otpWrongCode
source: Incorrect code, please try again
fr: Code incorrect, veuillez réessayer

# otpRegistrationSuccess
source: Registration successful! Please sign in.
fr: Inscription réussie! Veuillez vous connecter.

# otpVerifyTitle
source: Verify your email address to sign in
fr: Vérifiez votre adresse e-mail pour vous connecter

# otpVerifyTitleShort
source: Verify your email address
fr: Vérifiez votre adresse e-mail

# otpCodeSentTo
source: We sent a verification code to:
fr: Nous avons envoyé un code de vérification à :

# otpCodeSentToShort
source: Code sent to:
fr: Code envoyé à :

# otpEmailFallback
source: email address
fr: adresse e-mail

# otpEnterToContinue
source: Please enter it to continue.
fr: Veuillez le saisir pour continuer.

# otpVerifying
source: Verifying...
fr: Vérification en cours...

# otpVerifyEmail
source: Verify email address
fr: Vérifier l'adresse e-mail

# navSearch
source: Search
fr: Rechercher

# navBookings
source: Bookings
fr: Réservations

# navMyAccount
source: My account
fr: Mon compte

# homeGreeting
source: Hello, {name}
fr: Bonjour, {name}

# homeWelcome
source: Welcome
fr: Bienvenue

# homeBookFlight
source: Book your flight
fr: Réserver votre vol

# homeDeparturePlace
source: Departure place
fr: Lieu de départ

# homeSelectAirport
source: Select an airport
fr: Sélectionner un aéroport

# homeDeparture
source: Departure
fr: Départ

# homeReturn
source: Return
fr: Retour

# homePassengerClass
source: Passenger & Class
fr: Passager & Classe

# homePassengerCount
source: {count} Passenger(s)
fr: {count} Passager(s)

# homeDirectFlights
source: Direct flights
fr: Vols directs

# homeWithBaggage
source: With baggage
fr: Avec bagages

# homeClassLabel
source: Class
fr: Classe

# homeClassEconomy
source: Economy
fr: Économique

# homeClassPremiumEconomy
source: Premium Economy
fr: Économie Premium

# homeClassBusiness
source: Business Class
fr: Classe Affaires

# homeClassFirst
source: First Class
fr: Première classe

# homeClassEconomyShort
source: Economy
fr: Économique

# homeClassBusinessShort
source: Business
fr: Affaires

# homeClassPremiumEconomyShort
source: Prem. Economy
fr: Éco Premium

# homeClassFirstShort
source: First
fr: Première

# homeAdultsAge
source: 12 years and over
fr: 12 ans et plus

# homeChildAge
source: 2 to 11 years at the time of travel
fr: De 2 à 11 ans au moment du voyage

# homeInfantAge
source: Under 2 years at the time of travel
fr: Moins de 2 ans au moment du voyage

# homeYoung
source: Young
fr: Jeune(s)

# homeYoungTooltip
source: Between 12 and 24 years old, domestic flights only
fr: Entre 12 ans et 24 ans seulement en vol domestique

# homeSeniorTooltip
source: Men 55+ and women 60+, AIR ALGERIE to FRANCE only
fr: Pour les hommes +55 ans et pour les femmes +60 ans seulement AIR ALGERIE vers la FRANCE

# homePassengerNote
source: Children and infants must be accompanied by an adult during the flight.
fr: Les enfants et les nourrissons doivent être accompagnés par un adulte pendant le vol.

# homeDone
source: Done
fr: Terminé

# homeSearching
source: Searching...
fr: Recherche en cours...

# homeSearchFlights
source: Search flights
fr: Rechercher vols

# homeSearchError
source: Search error
fr: Erreur lors de la recherche

# homeErrorPrefix
source: Error: {error}
fr: Erreur: {error}

# homeSelectAirportsError
source: Please select departure and arrival airports.
fr: Veuillez sélectionner les aéroports de départ et d'arrivée.

# homeSelectDepartureDate
source: Please select a departure date.
fr: Veuillez sélectionner une date de départ.

# homeSelectReturnDate
source: Please select a return date.
fr: Veuillez sélectionner une date de retour.

# homeMultiMinFlights
source: Please add at least 2 flights for multi-destination search.
fr: Veuillez ajouter au moins 2 vols pour une recherche multi-destination.

# homeSelectAirportsFlight1
source: Please select departure and arrival airports for flight 1.
fr: Veuillez sélectionner les aéroports de départ et d'arrivée pour le vol 1.

# homeSelectDateFlight1
source: Please select a departure date for flight 1.
fr: Veuillez sélectionner une date de départ pour le vol 1.

# homeSelectAirportsFlightN
source: Please select airports for flight {n}.
fr: Veuillez sélectionner les aéroports pour le vol {n}.

# homeSelectDateFlightN
source: Please select a date for flight {n}.
fr: Veuillez sélectionner une date pour le vol {n}.

# homeAdvantageTitle1
source: Get the best price
fr: Obtenez le meilleur prix

# homeAdvantageSubtitle1
source: every time
fr: à chaque fois

# homeAdvantageTitle2
source: 24/7 Customer service
fr: Service client 24/7

# homeAdvantageSubtitle2
source: at your service
fr: à votre écoute

# homeAdvantagesSection
source: Our advantages
fr: Nos avantages

# homeOffersSection
source: Our offers for you
fr: Nos offres pour vous

# homeDefaultDeparture
source: Departure
fr: Départ

# searchSheetHint
source: Country, city or airport
fr: Pays, ville ou aéroport

# searchSheetRecent
source: Recent
fr: Récents

# searchSheetResults
source: Search results
fr: Résultats de recherche

# datePickerTitleRoundTrip
source: Travel dates
fr: Dates de voyage

# datePickerTitleOneWay
source: Travel date
fr: Date de voyage

# datePickerSelectDate
source: Select a date
fr: Sélectionner une date

# datePickerTripDuration
source: Trip duration:
fr: Durée du voyage :

# datePickerDay
source: day
fr: jour

# datePickerDays
source: days
fr: jours

# datePickerConfirm
source: Confirm
fr: Confirmer

# datePickerMon
source: Mon.
fr: Lun.

# datePickerTue
source: Tue.
fr: Mar.

# datePickerWed
source: Wed.
fr: Mer.

# datePickerThu
source: Thu.
fr: Jeu.

# datePickerFri
source: Fri.
fr: Ven.

# datePickerSat
source: Sat.
fr: Sam.

# datePickerSun
source: Sun.
fr: Dim.

# loadingResults
source: Results
fr: Résultats

# loadingAwaitsYou
source: awaits you!
fr: vous attend!

# loadingPleaseWait
source: Please wait...
fr: Veuillez patienter...

# loadingSearchingFlights
source: Searching for flights
fr: Recherche de vols

# loadingConnectingTo
source: CONNECTING TO
fr: CONNEXION À

# loadingProviders
source: providers
fr: fournisseurs

# loadingResultsLabel
source: RESULTS
fr: RÉSULTATS

# loadingFlightsFound
source: flights found
fr: vols trouvés

# loadingMeanwhile
source: Meanwhile
fr: En attendant

# loadingPromoText1
source: Don't forget! Save up to
fr: N'oubliez pas! Économisez jusqu'à

# loadingPromoText2
source: on your
fr: sur votre

# loadingPromoAccommodation
source: accommodation
fr: hébergement

# loadingSearchError
source: Search error: {error}
fr: Erreur de recherche: {error}

# searchErrorNoFlights
source: No flights available for these criteria. Try other dates or destinations.
fr: Aucun vol disponible pour ces critères. Essayez d'autres dates ou destinations.

# searchErrorTimeout
source: The server is taking too long to respond. Please try again in a moment.
fr: Le serveur met trop de temps à répondre. Veuillez réessayer dans quelques instants.

# searchErrorNoInternet
source: Internet connection unavailable. Check your connection and try again.
fr: Connexion internet indisponible. Vérifiez votre connexion et réessayez.

# searchErrorServer
source: The search service is temporarily unavailable. Please try again later.
fr: Le service de recherche est temporairement indisponible. Veuillez réessayer plus tard.

# searchErrorSessionExpired
source: Your session has expired. Please log in again and retry.
fr: Votre session a expiré. Veuillez vous reconnecter et réessayer.

# searchErrorForbidden
source: Access denied to the search service. Please log in again.
fr: Accès refusé au service de recherche. Veuillez vous reconnecter.

# searchErrorNotFound
source: The search service is unavailable. Please try again later.
fr: Le service de recherche est introuvable. Veuillez réessayer plus tard.

# searchErrorTooMany
source: Too many searches in a short time. Please wait before trying again.
fr: Trop de recherches en peu de temps. Veuillez patienter avant de réessayer.

# searchErrorUnexpected
source: An unexpected error occurred. Please try again or modify your criteria.
fr: Une erreur inattendue est survenue. Veuillez réessayer ou modifier vos critères.

# searchLoadingFlights
source: Loading flights...
fr: Chargement des vols...

# searchNoFlightsForFilters
source: No flights match your filters
fr: Aucun vol ne correspond à vos filtres

# searchTryModifyFilters
source: Try modifying or resetting your filters to see more results
fr: Essayez de modifier ou réinitialiser vos filtres pour voir plus de résultats

# searchResetFilters
source: Reset filters
fr: Réinitialiser les filtres

# searchPageInfo
source: Page {current} / {total} - Scroll for more
fr: Page {current} / {total} - Faites défiler pour plus

# searchScrollForMore
source: Scroll to load more flights
fr: Faites défiler pour charger plus de vols

# searchStayDuration
source: Stay duration:
fr: Durée du séjour :

source: Search unavailable
fr: Recherche indisponible

# searchNoFlightsFound
source: No flights found
fr: Aucun vol trouvé

# searchTryModifyDates
source: Try modifying your dates or your search criteria
fr: Essayez de modifier vos dates ou vos critères de recherche

# searchEditSearch
source: Edit search
fr: Modifier la recherche

# detailBookingTitle
source: Booking
fr: Réservation

# detailAirlineFare
source: Fare offered by the airline
fr: Tarif proposé par la compagnie aérienne

# detailCabinBaggage
source: Cabin baggage
fr: Bagage cabine

# detailSeatSelection
source: Seat selection
fr: Sélection des sièges

# detailAvailable
source: Available
fr: Disponible

# detailCancellation
source: Cancellation
fr: Annulation

# detailCancellationFees
source: Cancellation fees from {amount} {currency}
fr: Frais d'annulation à partir de {amount} {currency}

# detailCheckedBaggage
source: Checked baggage
fr: Bagages enregistrés

# detailMeals
source: Meals
fr: Repas

# detailDateChange
source: Date change
fr: Changement de date

# detailDateChangeFees
source: Date change fees from {amount} {currency}
fr: Frais de changement de date à partir de {amount} {currency}

# detailInFlight
source: {duration} in flight
fr: {duration} en vol

# detailOvernightLayover
source: Overnight layover in {city}
fr: Escale d'une nuit à {city}

# detailStopInfo
source: {stops} stop | {duration} | {flightClass}
fr: {stops} escale | {duration} | {flightClass}

# detailNonStopInfo
source: Non-stop | {duration} | {flightClass}
fr: Sans escale | {duration} | {flightClass}

# cardRecommended
source: Recommended
fr: Recommandé

# cardBook
source: Book
fr: Réservez

# cardStop
source: {count} stop
fr: {count} escale

# cardStops
source: {count} stops
fr: {count} escales

# cardStopShort
source: {count} stp
fr: {count} esc.

# cardDirectFlight
source: Direct flight
fr: Vol direct

# cardDirectFlights
source: Direct flights
fr: Vols directs

# cardPerPerson
source: per person
fr: par personne

# cardFlightDetailsText
source: Flight details
fr: Détails vol

# cardDetailsText
source: Details
fr: Détails

# cardFlightInfo
source: Flight information
fr: Informations du vol

# cardAirline
source: Airline
fr: Compagnie

# cardFlightNumber
source: Flight number
fr: Numéro de vol

# cardHoldBaggage
source: Hold baggage
fr: Bagage soute

# cardWeightIncluded
source: {weight} included
fr: {weight} inclus
